{
    "italian": "Italian",
    "english": "English",
    "williamBondi": "William bondi",
    "williamBondiDesc": "Professional comic book and graphic designer, pin up artist, illustrator and more since 1980.",
    "whoIsWilliamBondi": "Who's William Bondi?",
    "whoIsWilliamBondiDesc": "William Bondi has been drawing since 1980 in the workshop of Giovanni Romanini and Roberto Raviola (Magnus), collaborating on some series of comics with other authors as well. In 1991 he made ELTON COP as an author. It continues with Giorgio and Giacomo Cavedon of Ediperiodici until the closing of the publishing house. He collaborates with Talijancic, with Castelli and Filippucci and then begins his story as an illustrator of Pin Up. In the meantime he also dedicates himself to other realities as an illustrator as well as a creative for advertising.",
    "galleryDesc": "View all works of William Bondi divided by category.",
    "home": "Home",
    "gallery": "Gallery",
    "contacts": "Contacts",
    "contactsDesc": "For additional information, please contact me at one of the following addresses in Italian or English.",
    "discoverMore": "Discover more",
    "zodiac": "Zodiac",
    "redAndWhite": "Red and white",
    "bear": "Bear",
    "colors": "Colors",
    "blackAndWhite": "Black and white",
    "redZone": "Red zone",
    "pageNotFound": "Page not found",
    "checkUrl": "Please check the URL in the address bar and try again.",
    "goBackHome": "Go back home",
    "sold": "Sold",
    "email": "Email",
    "noWorks": "No works available for this category",
    "testimonialsDesc": "The object of art is not to reproduce reality, but to create a reality of the same intensity.",
    "show": "Show",
    "close": "Close",
    "condition": "Condition",
    "veryFine": "Very fine",
    "binding": "Binding",
    "loosePage": "Loose page",
    "extra": "Extra",
    "signed": "Signed",
    "numberOfItem": "No. of copies",
    "details": "Details",
    "status": "Status",
    "available": "Available",
    "sizes": "Sizes",
    "technique": "Technique",
    "back": "Back",
    "confirm": "Confirm",
    "redZoneAlertDesc": "This section contains images that are not suitable for viewing by persons under 16 years of age.",
    "bio": "Biography",
    "historicalNotes": "Historical notes",
    "bioDesc1": "I was born in 1959 in Bologna, the city of culture, where I took my first steps into the world of comics. In this city I had the good fortune to meet in 1975 (I was only 16 years old) first Giovanni Romanini, who immediately directed me towards stories told in comics, and shortly afterwards Roberto Raviola (aka Magnus). With them I took the first steps of my life in the publishing sector. With great effort on my part and the great patience of Giovanni, I learned how to make a comic strip story. While 'Magnus' was telling me the secrets of art, in 1979/80 I began to get my hands on 'Wallestein', my first real encounter with the serial production of erotic comics.",
    "bioDesc2": "I then continued drawing Ulula always under the wings of Giovanni, a series in which I made my first works from beginning to end with only a few fine-tuning by the master and continued with 'Pornostar' and 'Bionika'. That was a magnificent period in which I also met other masters such as Paolo Morisi and Lucio Filipucci with whom I collaborated even afterwards. It was in 1980 that I also met another who would later become a symbol of Italian comics, Marco Bianchini, with whom we still exchange ideas and opinions.",
    "bioDesc3": "Once the great collaborations with Giovanni were over, I continued my story with the first series realized by me as an author: 'Elton Cop'. A few numbers but they were fundamental to continue until the end of the 90's with Giorgio Cavedo's Ediperiodici, where I realized an infinite series of comics of every kind. Unfortunately, it is unfortunate that at that time we didn't sign our name and therefore all the production with Ediperiodici was supported by the mysterious 'Romanini studio', which by then had moved to other comic book shores. But like all good things, they don't last long. I was looking around, every now and then I would do some comic book work, but more and more rarely, and so it was that around 2007/8 I took into consideration the author's way of drawing pin-ups. I did so in a way to seek the revaluation of my name (until then not at all valued), until it became a logo known throughout Europe by collectors of skimpy women and illustrations on commission.",
    "bioDesc4": "With new technologies and new ideas, I designed those series of pin-ups that then appeared on the internet on my Facebook page 'Bondi WIlliam' - the Brigantautore. From here took the road of Catawiki auctions series such as 'Le Sbirrine', that of the 'Orsetti pericolosi di Peluche', up to 'Angelica nel suo giardino erotico' that are tracing my renaissance in the field of erotic illustration both in Europe and America.",
    "exhibitions": "Exhibitions",
    "exhibition": "Exhibition",
    "prague": "Prague",
    "contactMeForMoreInfo": "Contact me for more information",
    "contactMe": "Contact me"
}