{
    "italian": "Italiano",
    "english": "Inglese",
    "williamBondi": "William bondi",
    "williamBondiDesc": "Disegnatore professionale di fumetti e grafica, disegnatore di pin up, illustrazioni ed altro dal 1980.",
    "whoIsWilliamBondi": "Chi è William Bondi?",
    "whoIsWilliamBondiDesc": "William Bondi disegna dal 1980 nel laboratorio di Giovanni Romanini e Roberto Raviola. Collabora anche con altri autori ad alcune serie a fumetti. Nel 1991 è l'autore di Elton Cop. Continua con Giorgio e Giacomo Cavedon della Ediperiodici fino alla chiusura della casa editrice. Collabora con Talijancic, Castelli e Filippucci, poi inizia la sua carriera di illustratore di ragazze pin-up. Nel frattempo si dedica anche ad altre attività come illustratore e creativo per la pubblicità.",
    "galleryDesc": "Visualizza tutte le opere di William Bondi divise per categoria.",
    "home": "Home",
    "gallery": "Gallery",
    "contacts": "Contatti",
    "contactsDesc": "Per informazioni aggiuntive, per favore contattatemi ad uno dei seguenti indirizzi in Italiano o in Inglese.",
    "discoverMore": "Scopri di più",
    "zodiac": "Zodiaco",
    "redAndWhite": "Bianco e rosso",
    "bear": "Orsetto",
    "colors": "A colori",
    "blackAndWhite": "Bianco e nero",
    "redZone": "Red zone",
    "pageNotFound": "Pagina non trovata",
    "checkUrl": "Si prega di controllare l'URL nella barra degli indirizzi e riprovare.",
    "goBackHome": "Torna alla home",
    "sold": "Venduto",
    "email": "Email",
    "noWorks": "Nessuna opera disponibile per questa categoria",
    "testimonialsDesc": "L'oggetto dell'arte non è riprodurre la realtà, ma creare una realtà della stessa intensità.",
    "show": "Mostra",
    "close": "Chiudi",
    "condition": "Condizioni",
    "veryFine": "Ottimo",
    "binding": "Materiale",
    "loosePage": "Pagina sciolta",
    "extra": "Extra",
    "signed": "Firmato",
    "numberOfItem": "No. di copie",
    "details": "Dettagli",
    "status": "Stato",
    "available": "Disponibile",
    "sizes": "Dimensioni",
    "technique": "Tecnica",
    "back": "Indietro",
    "confirm": "Conferma",
    "redZoneAlertDesc": "Questa sezione contiene immagini che non sono adatte alla visione da parte di persone di età inferiore ai 16 anni.",
    "bio": "Biografia",
    "historicalNotes": "Cenni storici",
    "bioDesc1": "Nasco nel lontano 1959 a Bologna città di cultura, città nella quale muovo anche i miei primi passi nel mondo del fumetto. In questa città ho avuto la fortuna di conoscere nel 1975 (a soli 16 anni) prima Giovanni Romanini, che mi indirizza subito verso le storie raccontate a fumetti e poco dopo Roberto Raviola (in arte Magnus). Con loro muovo i primi passi della mia vita all'interno del settore editoriale. Con grande mia fatica e con la grande pazienza di Giovanni imparo come si realizza una storia a fumetti. Mentre 'Magnus' mi raccontava i segreti dell'arte, nel 1979/80 cominciavo a mettere le mani su 'Wallestein', primo vero scontro con la produzione seriale del fumetto erotico.",
    "bioDesc2": "Proseguo poi disegnando Ulula sempre sotto le ali di Giovanni, serie nella quale realizzai i miei primi lavori dall'inizio alla fine con solo qualche messa a punto dal maestro e continuai con 'Pornostar' e 'Bionika'. Quello fu un periodo magnifico nel quale incontrai anche altri maestri come Paolo Morisi e Lucio Filipucci coi quali collaborai anche dopo. Fu nel 1980 che conobbi anche un altro che diventerà poi un simbolo del fumetto italiano, Marco Bianchini, col quale tutt'ora ci scambiamo idee e pareri.",
    "bioDesc3": "Finite le grandi collaborazioni con Giovanni, proseguo la mia storia con la prima serie realizzata da me come autore 'Elton Cop'. Pochi numeri ma furono fondamentali per proseguire fino alla fine degli anni 90 con la Ediperiodici di Giorgio Cavedo, dove realizzai una serie infinita di fumetti di ogni genere. Purtroppo sfortuna vuole che a quei tempi non ci si firmava e perciò tutta la produzione con Ediperiodici venne affiancata dal fantomatico 'studio Romanini', il quale oramai si era trasferito in altri lidi del fumetto. Ma come tutte le cose belle, non durano molto. Io mi guardavo intorno, ogni tanto realizzavo qualche opera nel fumetto, ma sempre più raramente e fu così che verso il 2007/7 presi in considerazione la via autorale disegnando pin-up. Feci così in maniera di cercare la rivalutazione del mio nome (fino a quel momento  per nulla valorizzato), fino a farlo diventare un logo conosciuto in tutta Europa presso i collezionisti di donnine succinte e di illustrazioni a tema su commissione.",
    "bioDesc4": "Con nuove tecnologie e nuove idee, progettai quelle serie di pin up che poi sono apparse su internet nella mia pagina Facebook 'Bondi WIlliam' - il Brigantautore. Da qui presero la strada delle aste Catawiki serie come 'Le Sbirrine', quella degli 'Orsetti pericolosi di Peluche', fino ad 'Angelica nel suo giardino erotico' che stanno tracciando la mia rinascita nel settore dell'illustrazione erotica sia in Europa che in America."
}